The family id.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
  Since:  2011
 Syntax
  C#
public ElementId FamilyId { get; }
  Visual Basic
Public ReadOnly Property FamilyId As ElementId
	Get
  Visual C++
public:
property ElementId^ FamilyId {
	ElementId^ get ();
}
 See Also
  FamilySymbolFilter Class
  Autodesk.Revit.DB Namespace